#!/usr/bin/env python
# -*- coding: utf-8 -*-
__author__ = 'lonwu'
import time


class OrderModel(object):

	@property
	def model(self):
		return {
			u'开单时间': '', # 0
			u'发站': '',  # 1
			u'到站': '',  # 2
			u'途经': '',  # 3
			u'运单号': '',  # 4
			u'委托单号': '',  # 5
			u'托运人': '',  # 6
			u'托运人联系电话': '',  # 7
			u'托运人联系地址': '',  # 8
			u'收货人': '',  # 9
			u'收货人联系电话': '',  # 10
			u'收货人联系地址': '',  # 11
			u'货物名称': '',  # 12
			u'件数': '',  # 13
			u'包装': '',  # 14
			u'重量': '',  # 15
			u'体积': '',  # 16
			u'单价': '',  # 17
			u'单价单位': '',  # 18
			u'运费': '',  # 19
			u'送货费': '',  # 20
			u'声明价值': '',  # 21
			u'代收货款': '',  # 22
			u'装卸费': '',  # 23
			u'保险费': '',  # 24
			u'货款手续费': '',  # 25
			u'上楼费': '',  # 26
			u'其他费': '',  # 27
			u'提货费': '',  # 28
			u'垫付费': '',  # 29
			u'付款方式': '',  # 30
			u'现付': '',  # 31
			u'到付': '',  # 32
			u'欠付': '',  # 33
			u'回付': '',  # 34
			u'月结': '',  # 35
			u'货到打卡': '',  # 36
			u'贷款扣': '',  # 37
			u'经办人': '',  # 38
			u'现返': '',  # 39
			u'欠返': '',  # 40
			u'送货方式': '',  # 41
			u'回单': '',  # 42
			u'备注': '',  # 43
			u'发站提货费': '',  # 44
			u'发站装卸费': '',  # 45
			u'发站其他费': '',  # 46
			u'预算送货费': '',  # 47
			u'预算转缴费': '',  # 48
		}